export const UserPlusIcon = () => (
  <svg xmlns="http://www.w3.org/2000/svg" width="25.422" height="20.914" viewBox="0 0 25.422 20.914">
    <defs>
      <clipPath id="clip-path">
        <rect id="長方形_93" data-name="長方形 93" width="25.422" height="20.914" transform="translate(0 0)" fill="none" />
      </clipPath>
    </defs>
    <g id="icon_user_plus" transform="translate(0 0)">
      <g id="グループ_157" data-name="グループ 157" clipPath="url(#clip-path)">
        <path
          id="パス_104"
          data-name="パス 104"
          d="M.942,20.665a.692.692,0,0,0,.689-.626,7.953,7.953,0,0,1,.594-2.352,8.044,8.044,0,0,1,14.812,0,7.953,7.953,0,0,1,.594,2.352.692.692,0,0,0,1.378-.132,9.43,9.43,0,0,0-6.6-8.1,6.113,6.113,0,1,0-5.552,0,9.43,9.43,0,0,0-6.6,8.1.692.692,0,0,0,.689.758M7.791,10.72a4.748,4.748,0,1,1,1.84.371,4.7,4.7,0,0,1-1.84-.371"
          fill="#fff"
        />
        <path
          id="パス_105"
          data-name="パス 105"
          d="M.942,20.665a.692.692,0,0,0,.689-.626,7.953,7.953,0,0,1,.594-2.352,8.044,8.044,0,0,1,14.812,0,7.953,7.953,0,0,1,.594,2.352.692.692,0,0,0,1.378-.132,9.43,9.43,0,0,0-6.6-8.1,6.113,6.113,0,1,0-5.552,0,9.43,9.43,0,0,0-6.6,8.1A.692.692,0,0,0,.942,20.665ZM7.791,10.72a4.748,4.748,0,1,1,1.84.371A4.7,4.7,0,0,1,7.791,10.72Z"
          fill="none"
          stroke="#fff"
          strokeWidth="0.5"
        />
        <rect id="長方形_91" data-name="長方形 91" width="6.834" height="1.4" transform="translate(18.588 6.973)" fill="#fff" />
        <rect id="長方形_92" data-name="長方形 92" width="1.4" height="6.834" transform="translate(21.305 4.256)" fill="#fff" />
      </g>
    </g>
  </svg>
);
